Repository: iina/iina
Catalog: iina/mul.lproj/PrefAdvancedViewController.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, vi, zh_hans, zh_hant

# 6F6-Y7-8oR.title
source: Additional mpv options
af: Bykomende mpv-opsies
ar: خيارات mpv إضافية
ca: Opcions addicionals de mpv
cs: Další možnosti mpv
da: Yderligere mpv muligheder
de: Erweiterte mpv-Optionen
es: Opciones adicionales de mpv
fa: گزینه‌های بیشتر mpv
fi: mpv-lisävalinnat
fr: Options mpv additionnelles
he: אפשרויות mpv נוספות
hi: अतिरिक्त mpv विकल्प
hr: Dodatne mpv opcije
hu: További mpv lehetőségek
id: Opsi mpv tambahan
it: Opzioni mpv aggiuntive
ja: mpvの追加オプション
ko: 추가 설정
nl: Extra mpv-opties
pl: Dodatkowe opcje mpv
pt_br: Opções adicionais mpv
pt_pt: Opções adicionais de mpv
ro: Opțiuni mpv adiționale
ru: Дополнительные параметры mpv
sk: Ďalšie mpv nastavenia
sr_rs: Dodatne opcije programa mpv
sv: Ytterligare mpv-alternativ
tr: Ek mpv seçenekleri
uk: Додаткові параметри mpv
vi: Tùy chọn mpv bổ sung
zh_hans: 额外 mpv 选项
zh_hant: 其他 mpv 選項

# 7ml-VU-xWv.title
source: Enable advanced settings
af: Aktiveer gevorderde instellings
ar: تمكين الإعدادات المتقدمة
ca: Habilita opcions avançadades
cs: Povolit pokročilá nastavení
da: Aktiver avancerede indstillinger
de: Erweiterte Einstellungen aktivieren
es: Habilitar configuración avanzada
fa: فعال‌سازی تنظیمات پیشرفته
fi: Salli lisäasetukset
fr: Activer les paramètres avancés
he: אפשר הגדרות מתקדמות
hi: उन्नत सेटिंग्स सक्षम करें
hr: Aktiviraj napredne postavke
hu: Haladó beállítások engedélyezése
id: Aktifkan pengaturan lanjutan
it: Abilita le impostazioni avanzate
ja: 高度な設定を有効化
ko: 고급 설정 사용
nl: Activeer geavanceerde instellingen
pl: Włącz zaawansowane opcje
pt_br: Habilitar ajustes avançados
pt_pt: Ativar filtros avançados
ro: Activează setările avansate
ru: Включить расширенные настройки
sk: Povoliť pokročilé nastavenia
sr_rs: Omogući napredne postavke
sv: Aktivera avancerade alternativ
tr: Gelişmiş ayarları etkinleştir
uk: Увімкнути розширені параметри
vi: Bật cài đặt nâng cao
zh_hans: 启用高级设置
zh_hant: 啟用進階設定

# BZq-Iy-OSr.title
source: Settings
af: Instellings
ar: الاعدادات
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sr_rs: Postavke
sv: Inställningar
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# E3I-Q7-9t1.headerCell.title
source: Name
af: Naam
ar: الاسم
ca: Nom
cs: Název
da: Navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 항목
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sr_rs: Naziv
sv: Namn
tr: İsim
uk: Назва
vi: Tên
zh_hans: 选项
zh_hant: 選項

# ehL-8Y-G8h.title
source: Use config directory:
af: Gebruik konfigurasiegids:
ar: إستخدام مجلد الاعدادات:
ca: Utilitza el directori de configuració:
cs: Použít konfigurační složku:
da: Brug config directory:
de: Konfigurationsordner benutzen:
es: Usar el directorio de configuración:
fa: آدرس فایل کانفیگ:
fi: Käytä asetushakemistoa:
fr: Utiliser le dossier de configuration :
he: השתמש בתקיית תצורה:
hi: विन्यास निर्देशिका का उपयोग करें:
hr: Koristi mapu konfguracije:
hu: Konfigurációs könyvtár használata:
id: Gunakan direktori konfigurasi:
it: Usa directory di configurazione:
ja: 次の設定ディレクトリを使用:
ko: 설정 디렉토리 사용:
nl: Gebruik configuratiemap:
pl: Użyj plików konfiguracyjnych z katalogu:
pt_br: Usar diretório de configuração:
pt_pt: Usar pasta de configurações:
ro: Utilizează dosarul pentru configurări:
ru: Использовать папку с конфигурацией:
sk: Použiť adresár konfigurácie:
sr_rs: Koristi konfiguracioni direktorijum:
sv: Använd konfigurationskatalog:
tr: yapılandırma dizinini kullan:
uk: Задіяти директорію конфігурації:
vi: Dùng thư mục cài đặt:
zh_hans: 使用配置目录:
zh_hant: 使用設定檔檔案夾：

# exP-JC-h7t.title
source: Warning
af: Waarskuwing
ar: تحذير
ca: Avís
cs: Varování
da: Advarsel
de: Warnung
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Attention
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
ko: 주의
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Avertizare
ru: Предупреждение
sk: Upozornenie
sr_rs: Upozorenje
sv: Varning
tr: Uyarı
uk: Застереження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# hGq-ek-VHd.title
source: Debug
af: Ontfout
cs: Ladění
da: Fejlfinding
es: Depurar
fr: Débogage
he: ניפוי שגיאות
hr: Ispravljanje grešaka
ja: デバッグ
ko: 디버그
pl: Debuguj
pt_br: Depurar
ro: Depanare
ru: Отладка
sk: Ladenie
tr: Hata ayıklama
uk: Налагодження
zh_hans: 调试
zh_hant: 除錯

# HMa-Vz-EUk.title
source: The following settings will require restarting IINA to take effect.
af: IINA moet herbegin word vir die volgende instellings om toegepas te word.
ar: سوف تتطلب الإعدادات التالية إعادة تشغيل IINA حتى تصبح سارية المفعول.
ca: És necessari reiniciar IINA per tal que els següents paràmetres tinguin efecte.
cs: Následující nastavení vyžadují restartování IINA.
da: De følgende indstillinger kræver genstart af IINA for træde i kræft.
de: Für die folgenden Einstellungen muss IINA neu gestartet werden.
es: Los siguientes ajustes requerirán que reinicie IINA para que surtan efecto.
fa: برای اعمال این تغییرات در IINA برنامه باید دوباره اجرا شود.
fi: Seuraavien asetusten voimaantulo edellyttää IINA:n uudelleenkäynnistämistä.
fr: Les paramètres suivants nécessitent le redémarrage d’IINA.
he: שינוי של ההגדרות הבאות דורש הפעלה מחדש של IINA כדי להיכנס לתוקף.
hi: निम्नलिखित सेटिंग्स को प्रभावी होने के लिए IINA को पुनः आरंभ करने की आवश्यकता होगी।
hr: Sljedeće postavke zahtijevaju ponovno pokretanje IINA-e kako bi stupile na snagu.
hu: A következõ beallitások érvénybelépése megköveteli az IINA újrainditását.
id: Pengaturan berikut akan efektif setelah IINA dimulai-ulang.
it: Le seguenti impostazioni richiederanno il riavvio di IINA per avere effetto.
ja: 設定を反映させるにはIINAを再起動する必要があります。
ko: 아래 설정을 적용하려면 IINA를 종료한 후 다시 실행해야 합니다.
nl: Om de volgende instellingen toe te passen moet je IINA opnieuw opstarten.
pl: Zmiany w poniższych ustawieniach zostaną zastosowane dopiero po ponownym uruchomieniu aplikacji.
pt_br: Os ajustes seguintes necessitam reiniciar o IINA para funcionarem.
pt_pt: As configurações seguintes requerem a reinicialização do IINA para surtir efeito.
ro: Setările următoare au nevoie de restartul IINA pentru a avea efect.
ru: Эти настройки вступят в силу после перезапуска IINA.
sk: Nasledujúce nastavenia vyžadujú reštartovať IINA.
sr_rs: IINA mora biti ponovo pokrenuta da bi ove postavke bile prihvaćene.
sv: Följande inställningar kräver omstart av IINA för att ge effekt.
tr: Bu ayarların etkinleşmesi için IINA'nın yeniden başlatılması gerekecek.
uk: Для набуття чинності наступні параметри потребують перезапуску IINA.
vi: Cài đặt sau sẽ buộc phải khởi động lại IINA để có hiệu lực.
zh_hans: 以下所有设置需要重启 IINA 才会生效。
zh_hant: 您必須重新啟動 IINA 來讓以下所有設定生效。

# JDA-g3-RNX.title
source: Open log directory
af: Open logboekgids
ar: فتح سجل الدليل
ca: Obre la carpeta de registres
cs: Otevřít složku s protokoly
da: Åben log mappe
de: Log-Ordner öffnen
es: Abrir la carpeta de logs
fa: بازکردن پوشه حاوی لاگ
fi: Avaa lokihakemisto
fr: Ouvrir le dossier des journaux
he: פתח תיקיית יומן
hi: लॉग निर्देशिका खोलें
hr: Otvori mapa dnevnika
hu: Napló könyvtár megnyitása
id: Buka direktori log
it: Apri directory dei log
ja: ログディレクトリーを開く
ko: 로그 저장 디렉토리 열기
nl: Open logboeken
pl: Otwórz katalog z dziennikami zdarzeń
pt_br: Abrir diretório de log
pt_pt: Abrir pasta de registo
ro: Deschide dosarul cu jurnale
ru: Открыть папку журналов
sk: Otvoriť adresár s logmi
sr_rs: Otvori direktorijum evidencije
sv: Öppna katalog för loggar
tr: Günlük dizinini aç
uk: Відкрити директорію журналу
vi: Mở thư mục nhật ký
zh_hans: 打开日志文件夹
zh_hant: 打開日誌檔案夾

# LCd-uY-Yze.title
source: Enable logging to file
af: Aktiveer logboekstawing
ar: Enable logging
ca: Activa el registre
cs: Povolit protokolování do souboru
da: Aktiver logging
de: Logging aktivieren
es: Habilitar el log
fa: فعال کردن لاگ
fi: Ota lokiinkirjaaminen käyttöön
fr: Activer la journalisation
he: הפעל רישום
hi: लॉगिंग करने देना
hr: Omogući dnevnika
hu: Naplózás engedélyezése
id: Enable logging
it: Abilita i log
ja: ログを残す
ko: 로그 기록하기
nl: Schakel logboeken in
pl: Włącz rejestrowanie zdarzeń
pt_br: Habilitar Log
pt_pt: Ativar registro de logs
ro: Activează înregistrarea
ru: Включить запись в журнал
sk: Povoliť logovanie
sr_rs: Omogući vođenje evidencije
sv: Aktivera loggning
tr: Günlük kaydını etkinleştir
uk: Увімкнути журналювання
vi: Cho phép ghi nhật ký
zh_hans: 记录日志
zh_hant: 記錄日誌

# MRT-u8-xTX.title
source: Choose directory…
af: Kies gids…
ar: اختر المجلد...
ca: Selecciona el directori…
cs: Vybrat složku…
da: Vælg Mappe…
de: Ordner wählen …
es: Elegir directorio…
fa: انتخاب پوشه…
fi: Valitse kansio…
fr: Choisir un dossier…
he: בחר תיקייה…
hi: निर्देशिका चुनें…
hr: Odaberi mapu…
hu: Könyvtárválasztás…
id: Pilih direktori…
it: Scegli directory…
ja: ディレクトリーを選択…
ko: 디렉토리 선택…
nl: Kies map…
pl: Wybierz katalog…
pt_br: Escolher diretório…
pt_pt: Escolher pasta…
ro: Alege dosarul…
ru: Выберите папку…
sk: Vybrať adresár…
sr_rs: Odaberite direktorijum…
sv: Välj katalog…
tr: Dizin seç…
uk: Обрати директорію…
vi: Chọn thư mục…
zh_hans: 选择目录…
zh_hant: 選擇檔案夾⋯

# nFf-vh-bNd.title
source: Log level:
af: Logboekvlak:
cs: Úroveň protokolu:
de: Protokollstufe:
es: Nivel de registro:
fr: Niveau de détail du journal :
he: רמת יומן:
hr: Razina dnevnika:
hu: Naplózás szintje:
id: Level log:
it: Livello di log:
ja: ログレベル:
ko: 로그 레벨:
pt_br: Nível de registro:
ro: Nivel jurnal:
ru: Уровень журнала:
sk: Úroveň logovania:
sv: Loggnivå:
tr: Kayıt Düzeyi:
uk: Рівень журналу:
zh_hans: 日志级别：
zh_hant: Log等級：

# Owx-92-Ogg.title
source: Show log viewer
af: Toon logboekkyker
cs: Zobrazit prohlížeč protokolů
de: Protokollanzeige anzeigen
es: Mostrar visor de log
fr: Afficher la visionneuse de journaux
he: הצג את היומן
hr: Prikaži preglednik dnevnika
hu: Log megjelenítő mutatása
id: Tampilkan viewer log
it: Mostra registro
ja: ログビューアを表示
ko: 로그 보기
pt_br: Mostrar visualizador de log
ro: Afișează jurnal
ru: Открыть журнал сообщений
sk: Zobraziť prehliadač logov
sv: Öppna loggvisaren
tr: Kayıt Kaydediciyi Görüntüle
uk: Показати переглядач журналу
zh_hans: 显示日志查看器
zh_hant: 顯示log檢視器

# phK-g9-Vbg.title
source: Use mpv's OSD
af: Gebruik mpv se OSD
ar: استخدام الOSD الخاص بالmpv
ca: Utilitza l'OSD del mpv's
cs: Použít OSD mpv
da: Brug mpv's OSD
de: mpv-OSD benutzen
es: Usar el OSD de mpv
fa: استفاده از OSD پخش کننده mpv
fi: Käytä mpv:n OSD:tä
fr: Utiliser l'OSD de mpv
he: השתמש בOSD של mpv
hi: mpv के OSD का उपयोग करें
hr: Koristi mpv-ov zaslon
hu: Mpv OSD használata
id: Gunakan OSD mpv
it: Usa OSD di mpv
ja: mpvのOSDを使用する
ko: mpv의 OSD 사용
nl: Gebruik mpv's OSD
pl: Wyświetlaj na filmie informacje o odtwarzaniu
pt_br: Usar OSD do mpv
pt_pt: Usar OSD do mpv
ro: Utilizează OSD mpv
ru: Использовать экранное меню mpv
sk: Použiť mpv OSD
sr_rs: Koristi prikaz na ekranu programa mpv
sv: Använd mpv:s skärmdisplay
tr: Mpv 'nin OSD 'sini kullanın
uk: Показувати інформацію на екрані від mpv
vi: Dùng OSD của mpv
zh_hans: 使用 mpv 的 OSD
zh_hant: 使用 mpv 的 OSD

# Qeu-Jp-bNP.title
source: Top
af: Bo
ca: Superior
cs: Nahoru
de: Oben
es: Arriba
fa: بالا
fi: Ylhäällä
fr: En haut
he: ראש החלון
hi: टॉप
hr: Vrh
hu: Felül
id: Atas
it: Sopra
ja: 上端
ko: 위쪽
nl: Boven
pl: Góra
pt_br: Topo
pt_pt: Topo
ro: Sus
ru: Сверху
sk: Hore
sr_rs: Vrh
sv: Topp
tr: Üst
uk: Вгорі
vi: Trên cùng
zh_hans: 顶端
zh_hant: 頂端

# Qmc-Tb-d7d.title
source: Settings
af: Instellings
ar: الاعدادات
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sr_rs: Postavke
sv: Inställningar
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# S9M-yY-q0w.title
source: Verbose
af: Wydlopig
ca: Detallat
cs: Podrobnosti
de: Ausführlich
es: Detallado
fr: Détaillé
he: מפורט
hr: Opširno
hu: Részletes
id: Secara terperinci
it: Dettagliato
ja: 詳細
ko: 세부내용
pl: Szczegóły
pt_br: Detalhado
ru: Подробно
sk: Podrobný
tr: Ayrıntılı
uk: Детальний
zh_hans: 详细
zh_hant: 詳細

# sl8-Df-vbX.title
source: Error
af: Fout
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Eror
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr_rs: Grеška
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# SX9-fy-bss.headerCell.title
source: Value
af: Waarde
ar: القيمة
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fa: مقدار
fi: Arvo
fr: Valeur
he: ערך
hi: मूल्य
hr: Vrijednost
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
pt_pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sr_rs: Vrednost
sv: Värde
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值
zh_hant: 值

# ZBO-c2-bo9.title
source: Enable advanced settings
af: Aktiveer gevorderde instellings
ar: تمكين الإعدادات المتقدمة
ca: Habilita opcions avançadades
cs: Povolit pokročilá nastavení
da: Aktiver avancerede indstillinger
de: Erweiterte Einstellungen aktivieren
es: Habilitar configuración avanzada
fa: فعال‌سازی تنظیمات پیشرفته
fi: Salli lisäasetukset
fr: Activer les paramètres avancés
he: אפשר הגדרות מתקדמות
hi: उन्नत सेटिंग्स सक्षम करें
hr: Aktiviraj napredne postavke
hu: Haladó beállítások engedélyezése
id: Aktifkan pengaturan lanjutan
it: Abilita le impostazioni avanzate
ja: 高度な設定を有効化
ko: 고급 설정 사용
nl: Activeer geavanceerde instellingen
pl: Włącz zaawansowane opcje
pt_br: Habilitar ajustes avançados
pt_pt: Ativar filtros avançados
ro: Activează setările avansate
ru: Включить расширенные настройки
sk: Povoliť pokročilé nastavenia
sr_rs: Omogući napredne postavke
sv: Aktivera avancerade alternativ
tr: Gelişmiş ayarları etkinleştir
uk: Увімкнути розширені параметри
vi: Bật cài đặt nâng cao
zh_hans: 启用高级设置
zh_hant: 啟用進階設定
